---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CwpSplitColumnsAtLevels
source: html/2e74a587-8ca9-134d-e41d-e8b20a566f51.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CwpSplitColumnsAtLevels Property

"Split Columns by Levels"

## Syntax (C#)
```csharp
public static ForgeTypeId CwpSplitColumnsAtLevels { get; }
```